# Задание 1.
# Поработайте с переменными, создайте несколько,
# выведите на экран, запросите у пользователя несколько чисел и
# строк и сохраните в переменные, выведите на экран.


name, passw, vozr= input('Введите ваше имя: '), input('Введите ваш пароль :'), int(input('Введите ваш возраст: '))
print("Ваши данные для входа в аккаунт: имя -",name,", пароль -", passw,", возраст -", vozr)